Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# rs_view_deactivate_box_text
source: Your administrator has disabled DualLock. To deactivate it, please reset and reinstall the app. Before resetting, we recommend creating a Threema Safe backup.
cs: Váš administrátor zakázal DualLock. Chcete-li jej deaktivovat, resetujte a přeinstalujte prosím aplikaci. Před resetováním aplikace doporučujeme vytvořit zálohu Threema Safe.
de: Ihr Administrator hat DualLock deaktiviert. Um die Deaktivierung abzuschliessen, setzen Sie bitte die App zurück und installieren Sie sie neu. Vor dem Zurücksetzen empfehlen wir Ihnen, ein Threema Safe-Backup zu erstellen.
es: Su administrador ha deshabilitado DualLock. Para desactivarla, restablezca la aplicación y luego instálela de nuevo. Antes de restablecerla, le recomendamos crear una copia de seguridad de Threema Safe.
fr: Votre administrateur a désactivé DualLock. Pour le réactiver, réinitialisez et réinstallez l'application. Avant de la réinitialiser, nous vous recommandons de créer une sauvegarde Threema Safe.
gsw_ch: Ihre Administrator hät DualLock deaktiviert. Zum d’Deaktivierig abzüschlüsse, setzed Sie bitte d’App zrugg und installiered Sie sie neu. Vorem Zruggsetze empfehled mir Ihne, es Threema Safe-Backup z’erstelle.
it: Il tuo amministratore ha disabilitato DualLock. Per disattivarlo, ripristina e reinstalla l'app. Prima di ripristinare, ti consigliamo di creare un backup Threema Safe.
ko: 관리자가 DualLock을 활성화했습니다. 비활성화하려면 앱을 재설정한 후 다시 설치하세요. 재설정하기 전에 Threema Safe를 백업하실 것을 권장합니다.
nl: Uw beheerder heeft DualLock uitgeschakeld. Reset en herinstalleer de app om het te deactiveren. We raden aan om voor het resetten een Threema Safe-back-up uit te voeren.
pl: Administrator wyłączył funkcję DualLock. Aby ją dezaktywować, zresetuj i ponownie zainstaluj aplikację. Przed zresetowaniem aplikacji zalecamy utworzenie kopii zapasowej Threema Safe.
pt_br: Seu administrador desativou o DualLock. Para desativá-lo, reinicie e reinstale o app. Antes de reiniciar, recomendamos criar uma cópia de segurança do Threema Safe.
tr: Yöneticiniz DualLock'u devre dışı bıraktı. Devre dışı bırakmak için lütfen uygulamayı sıfırlayın ve yeniden yükleyin. Sıfırlamadan önce, Threema Safe yedeklemesi oluşturmanızı öneririz.
uk: Ваш адміністратор вимкнув DualLock. Для вимкнення скиньте та встановіть застосунок наново. Перед скиданням ми рекомендуємо створити резервну копію у Threema Safe.
zh_hans: 您的管理员已禁用 DualLock 功能。如要禁用此功能，请先重置并重新安装本应用。 在重置前，我们建议您先创建 Threema Safe 备份。
zh_hant: 您的管理員已停用 DualLock 功能。如要停動此功能，請先重設並重新安裝本應用程式。 在重設前，我們建議您先建立 Threema Safe 備份。

# rs_view_deactivate_title
source: DualLock Is No Longer Available
cs: DualLock již není dostupný
de: DualLock nicht mehr verfügbar
es: DualLock ya no está disponible
fr: DualLock n'est plus disponible
gsw_ch: DualLock isch nüme verfüegbar
it: DualLock non è più disponibile
ko: DualLock 사용 불가능
nl: DualLock is niet langer beschikbaar
pl: Funkcja DualLock nie jest już dostępna
pt_br: O DualLock não está mais disponível
tr: DualLock artık mevcut değil.
uk: DualLock більше недоступний
zh_hans: 已禁用 DualLock 功能
zh_hant: 已停用 DualLock 功能

# rs_view_description_encrypted_data
source: Some data was found on your device. To set up the app, you have to delete it from the Home Screen and start again.
cs: Na vašem zařízení byla nalezena nějaká data. Abyste mohli nastavit aplikaci, musíte ji odstranit z domácí obrazovky a začít znovu.
de: Es wurden Daten auf dem Gerät entdeckt. Bitte löschen Sie die App auf dem Home-Bildschirm und starten Sie das Setup erneut.
es: Se han encontrado algunos datos en su dispositivo. Para configurar la aplicación, debe eliminarlos de la pantalla de inicio y empezar de nuevo.
fr: Certaines données ont été trouvées sur votre appareil. Pour configurer l'application, vous devez la supprimer sur l'écran d'accueil, puis recommencer.
gsw_ch: Es sind Date uf dem Grät gfunde worde. Bitte lösched Sie d’App ufem Home-Bildschirm und started Sie s’Setup nomal.
it: Sono stati rilevati alcuni dati sul tuo dispositivo. Per configurare l'app, devi eliminarla dalla schermata Home e ricominciare da capo.
ja: 端末にデータが見つかりました。アプリをセットアップするには、ホーム画面からそれを削除して、もう一度やり直してください。
ko: 기기에서 일부 데이터가 발견되었습니다. 앱을 설정하려면 홈 화면에서 앱을 삭제한 후 다시 시작해야 합니다.
nl: Er zijn gegevens op uw apparaat gevonden. U moet de app vanaf het startscherm verwijderen en opnieuw beginnen om hem in te stellen.
pl: Znaleziono pewne dane na Twoim urządzeniu. Aby skonfigurować aplikację, musisz usunąć ją z ekranu głównego i zacząć jeszcze raz.
pt_br: Alguns dados foram encontrados no seu dispositivo. Para configurar o aplicativo, exclua-o da tela inicial e comece novamente.
tr: Cihazınızda bazı veriler bulundu. Uygulamayı yeniden kurmak için, ana ekrandan silmeniz ve baştan başlamanız gerekiyor.
uk: Певні дані було знайдено на вашому телефоні. Для налаштування застосунку — видаліть його з Домашнього екрану та почніть спочатку.
zh_hans: 在您的设备上发现了以往的数据。如要设置本应用，请先从主屏幕删除本应用，然后重新开始。
zh_hant: 在您的裝置上發現了以往的資料。如要設定本應用程式，請先從主畫面刪除本應用程式，然後重新開始。

# rs_view_disconnected_button_title
source: Retry
cs: Opakovat
de: Erneut versuchen
es: Reintentar
fr: Réessayer
gsw_ch: Nomal versueche
it: Riprova
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tente de novo
tr: Yeniden dene
uk: Повторити спробу
zh_hans: 重试
zh_hant: 重試

# rs_view_disconnected_description
source: The connection for fetching the DualLock token timed out. Please try again.
cs: Připojení pro načtení tokenu DualLock vypršelo. Zkuste to prosím znovu.
de: Die Verbindung zum Abrufen des DualLock-Tokens ist abgelaufen. Bitte versuchen Sie es erneut.
es: Se ha agotado el tiempo de espera de la conexión para recuperar el token de DualLock. Inténtelo de nuevo.
fr: La connexion pour récupérer le jeton DualLock a expiré. Veuillez réessayer.
gsw_ch: D’Verbindig zum Abrüefe vom DualLock-Token isch abgloffe. Bitte versueched Sie’s nomal.
it: Il collegamento per il recupero del token DualLock è scaduto. Riprova.
ko: DualLock 토큰을 가져오는 연결 시간이 초과되었습니다. 다시 시도하세요.
nl: Er is een time-out opgetreden bij de verbinding om het DualLock-token op te halen. Probeer het opnieuw.
pl: Upłynął limit czasu na połączenie w celu pobrania tokena DualLock. Spróbuj ponownie.
pt_br: A conexão para obter o token DualLock expirou. Tente novamente.
tr: DualLock token'ını alma bağlantısı zaman aşımına uğradı. Lütfen tekrar deneyin.
uk: Час на з'єднання для отримання токена DualLock сплив. Будь ласка, спробуйте знову.
zh_hans: 获取 DualLock 令牌的连接超时，请重试。
zh_hant: 取得 DualLock 權杖的連線逾時，請再試一次。

# rs_view_disconnected_title
source: Fetching Request Timed Out
cs: Požadavek pro načtení vypršel
de: Verbindung unterbrochen
es: Se ha agotado el tiempo de espera de la solicitud de recuperación.
fr: Délai d'attente expiré pour la requête d'extraction
gsw_ch: Verbindig unterbroche
it: Richiesta di recupero scaduta
ko: 가져오기 요청 시간 초과
nl: Time-out bij ophaalaanvraag
pl: Upłynął limit czasu na żądanie pobrania
pt_br: Expirou o tempo do pedido de busca
tr: isteği alma işlemi zaman aşımına uğradı.
uk: Час на отримання запиту сплив
zh_hans: 获取请求超时
zh_hant: 取得要求逾時

# rs_view_failed_description
source: The DualLock token could not be fetched. Please check your Internet connection and try again.
cs: Token DualLock se nepodařilo načíst. Zkontrolujte prosím stav vašeho připojení k internetu a zkuste to znovu.
de: Das DualLock-Token konnte nicht abgerufen werden. Bitte prüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: No se ha podido recuperar el token de DualLock. Compruebe su conexión a Internet e inténtelo de nuevo.
fr: Le jeton DualLock n’a pas pu être récupéré. Vérifiez votre connexion internet, puis réessayez.
gsw_ch: S’DualLock-Token hät nöd chöne abgruefe werde. Bitte prüefed Sie Ihri Internetverbindig und versueched Sie’s nomal.
it: Impossibile recuperare il token DualLock. Controlla la tua connessione Internet e riprova.
ja: デュアルロック トークンを取得できませんでした。インターネット接続を確認して、もう一度やり直してください。
ko: DualLock 토큰을 가져올 수 없습니다. 인터넷 연결을 확인한 후 다시 시도하세요.
nl: Het DualLock-token kon niet worden opgehaald. Controleer uw internetverbinding en probeer het opnieuw.
pl: Nie udało się pobrać tokena DualLock. Sprawdź połączenie internetowe i spróbuj ponownie.
pt_br: Não foi possível obter o token DualLock. Verifique sua conexão com a internet e tente novamente.
tr: DualLock token'ı alınamadı. Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Токен DualLock не вдалось отримати. Будь ласка, перевірте з'єднання з інтернетом та спробуйте знову.
zh_hans: 无法获取 DualLock 令牌，请检查您的互联网连接并重试。
zh_hant: 無法取得 DualLock 權杖，請檢查您的網路連線並再試一次。

# rs_view_failed_title
source: Fetching DualLock Token Failed
cs: Načítání DualLock tokenu selhalo
de: Abrufen des DualLock-Tokens fehlgeschlagen
es: Error al recuperar el token de DualLock
fr: Échec de la récupération du jeton DualLock
gsw_ch: S’Abrüefe vom DualLock-Token isch fehlgschlage
it: Recupero del token DualLock non riuscito
ja: DualLock トークンの取得に失敗しました
ko: DualLock 토큰 가져오기 실패
nl: Ophalen DualLock-token mislukt
pl: Nie udało się pobrać tokena funkcji DualLock
pt_br: Falha ao obter o token DualLock
tr: DualLock Token'ı Alma Başarısız Oldu
uk: Отримання токена DualLock не вдалось
zh_hans: 获取 DualLock 令牌失败
zh_hant: 取得 DualLock 權杖失敗

# rs_view_fetching
source: Fetching…
cs: Načítá se…
de: Abrufen …
es: Recuperando…
fr: Récupération en cours…
gsw_ch: Wird abgruefe …
it: Recupero in corso…
ko: 가져오는 중…
nl: Ophalen…
pl: Pobieranie…
pt_br: Buscando…
tr: Getiriliyor…
uk: Отримання…
zh_hans: 正在获取…
zh_hant: 正在取得…

# rs_view_locked_description
source: Access to this app has been blocked by your administrator. Please contact your administrator for more information.
cs: Přístup k této aplikaci byl zablokován vaším správcem. Pro více informací prosím kontaktujte svého správce.
de: Der Zugriff auf die App wurde von Ihrem Administrator gesperrt. Bitte wenden Sie sich an Ihren Administrator.
es: Su administrador ha bloqueado el acceso a esta aplicación. Póngase en contacto con su administrador para obtener más información.
fr: L'accès à cette application a été bloqué par votre administrateur. Contactez-le pour plus d'informations.
gsw_ch: De Zuegriff uf die App isch vo Ihrem Administrator gsperrt worde. Bitte wändet Sie sich a Ihre Administrator für meh Informatione.
it: L'accesso a questa app è stato bloccato dal tuo amministratore. Per ulteriori informazioni, contatta il tuo amministratore.
ja: このアプリへのアクセスは管理者によってブロックされています。詳しくは管理者に連絡してください。
ko: 이 앱에 대한 접근이 관리자에 의해 차단되었습니다. 자세한 내용은 관리자에게 문의하세요.
nl: De toegang tot deze app is geblokkeerd door uw beheerder. Neem contact op met uw beheerder voor meer informatie.
pl: Administrator zablokował dostęp do tej aplikacji. Aby uzyskać więcej informacji, skontaktuj się z tą osobą.
pt_br: Acessso ao aplicativo bloqueado pelo administrador. Entre em contato com o administrador para mais informações.
tr: Bu uygulamaya erişim yöneticiniz tarafından engellendi.Daha fazla bilgi için lütfen yöneticinizle iletişime geçin.
uk: Доступ до цього застосунку заблоковано вашим адміністратором. Будь ласка, зв'яжіться з адміністратором для додаткової інформації.
zh_hans: 您的管理员已阻止访问此应用程序，请联系您的管理员以获取更多信息。
zh_hant: 您的管理員已阻止存取此應用程式，請聯絡您的管理員以獲取更多資訊。

# rs_view_locked_title
source: App Locked
cs: Aplikace je uzamčena
de: App gesperrt
es: Aplicación bloqueada
fr: Application verrouillée
gsw_ch: App gsperrt
it: App bloccata
ko: 앱 잠김
nl: App geblokkeerd
pl: Zablokowano aplikację
pt_br: Aplicativo bloqueado
tr: Uygulama Kilitlendi
uk: Застосунок заблоковано
zh_hans: 应用已锁定
zh_hant: 應用程式已鎖定

# rs_view_mismatch_description
source: The DualLock token on the device does not match the information from the restored ID. Please try again or select Delete. If you select Delete, you also need to delete the app from the Home Screen and reinstall it.
cs: Token DualLock na zařízení se neshoduje s informacemi z obnoveného ID. Zkuste to prosím znovu nebo zvolte možnost Odstranit. Pokud zvolíte možnost Odstranit, budete muset aplikaci odstranit z domácí obrazovky a přeinstalovat ji.
de: Die DualLock Informationen der wiederhergestellten Identität, stimmen nicht mit den sich auf dem Gerät befindenden Infos überein. Wiederherstellen Sie eine andere ID oder löschen Sie die lokalen DualLock Informationen auf dem Gerät. Anschliessend müssen Sie die App vom Home-Bildschirm löschen und erneut installieren.
es: El token de DualLock del dispositivo no coincide con la información del ID restaurado. Inténtelo de nuevo o seleccione Eliminar. Si selecciona Eliminar, también deberá eliminar la aplicación de la pantalla de inicio y luego instalarla de nuevo.
fr: Le jeton DualLock sur l'appareil ne correspond pas aux informations de l'ID restauré. Veuillez réessayer ou sélectionner Supprimer. Si vous sélectionnez Supprimer, vous devrez également supprimer l'application sur l'écran d'accueil, puis la réinstaller.
gsw_ch: S’DualLock-Token ufem Grät stimmt nöd mitde Information vode widerhergstellte ID überein. Bitte versueched Sie’s nomal oder wähled Sie «Lösche». Wenn Sie «Lösche» wähled, müend Sie d’App au vom Home-Bildschirm lösche und sie neu installiere.
it: Il token DualLock sul dispositivo non corrisponde alle informazioni dell'ID ripristinato. Riprova o seleziona Elimina. Se selezioni Elimina, dovrai anche eliminare l'app dalla schermata Home e reinstallarla.
ja: 端末上のデュアルロックトークンが復元されたIDの情報と一致しません。もう一度お試しいただくか、削除を選択してください。削除を選択した場合は、ホーム画面からアプリを削除し、再インストールしてください。
ko: 기기에 있는 DualLock 토큰이 복원된 ID의 정보와 일치하지 않습니다. 다시 시도하거나 삭제를 선택하세요. 삭제를 선택하면 홈 화면에서 앱을 삭제한 후 다시 설치해야 합니다.
nl: Het DualLock-token op het apparaat komt niet overeen met de informatie uit de herstelde ID. Probeer het opnieuw of selecteer Verwijderen. Als u Verwijderen selecteert, zult u ook de app vanuit het startscherm moeten verwijderen en daarna opnieuw installeren.
pl: Token DualLock na urządzeniu nie pasuje do informacji pochodzących z przywróconego identyfikatora. Spróbuj ponownie lub wybierz opcję Usuń. W przypadku wybrania opcji Usuń konieczne będzie też skasowanie aplikacji z ekranu głównego i ponowne jej zainstalowanie.
pt_br: O token DualLock no dispositivo não corresponde às informações do ID restaurado. Tente novamente ou selecione Excluir. Ao selecionar Excluir, será necessário excluir o aplicativo da tela inicial e reinstalá-lo.
tr: Cihazdaki DualLock belirteci, geri yüklenen kimlikteki bilgilerle eşleşmiyor. Lütfen tekrar deneyin veya Sil'i seçin. Sil'i seçerseniz, uygulamayı Ana Ekrandan da silmeniz ve yeniden yüklemeniz gerekecektir.
uk: Токен DualLock на пристрої не відповідає інформації з відновленого ID. Спробуйте ще раз, або виберіть «Видалити». Якщо ви виберете «Видалити», вам також потрібно буде видалити застосунок з Домашнього екрана та перевстановити його.
zh_hans: 设备上的 DualLock 令牌与已恢复的 ID 信息不匹配，请重试或选择 “删除” 。如果选择 “删除” ，您还需要从主屏幕删除本应用并重新安装。
zh_hant: 裝置上的 DualLock 權杖與已還原的 ID 資訊不符，請再試一次或選擇「刪除」。如果選擇「刪除」，您還需要從主畫面刪除本應用程式並重新安裝。

# rs_view_mismatch_title
source: DualLock Mismatch
cs: Neshoda DualLock
de: DualLock stimmt nicht überein
es: Discrepancia en DualLock
fr: Incompatibilité DualLock
gsw_ch: DualLock stimmt nöd überein
it: DualLock non corrispondente
ja: デュアルロックの不一致
ko: DualLock 불일치
nl: DualLock stemt niet overeen
pl: Niezgodność DualLock
pt_br: DualLock incorreto
tr: DualLock Uyumsuzluğu
uk: DualLock не збігається
zh_hans: DualLock 不匹配
zh_hant: DualLock 不相符

# rs_view_not_now_button_title
source: Later
cs: Později
de: Später
es: Más tarde
fr: Plus tard
gsw_ch: Spöter
it: Dopo
ko: 나중에
pl: Później
pt_br: Mais tarde
tr: Daha sonra
uk: Пізніше
zh_hans: 稍后
zh_hant: 稍後

# rs_view_remove_data_button_title
source: Remove ID and Data
cs: Odstranit ID a data
de: ID und Daten entfernen
es: Eliminar ID y datos
fr: Supprimer l'ID et les données
gsw_ch: ID und Date entferne
it: Rimuovi ID e dati
ko: ID 및 데이터 삭제
nl: ID en gegevens verwijderen
pl: Usuń identyfikator i dane
pt_br: Remover ID e dados
tr: Kimliği ve Verileri Kaldır
uk: Вилучити ID і дані
zh_hans: 移除ID和数据
zh_hant: 移除ID和資料

# rs_view_title_encrypted_data
source: Data Found on Device
cs: Na zařízení byla nalezena data
de: Daten auf Gerät gefunden
es: Datos encontrados en el dispositivo
fr: Données trouvées sur l'appareil
gsw_ch: Date ufem Grät gfunde
it: Dati trovati sul dispositivo
ko: 기기에서 데이터 발견됨
nl: Gegevens op apparaat gevonden
pl: Znaleziono dane na urządzeniu
pt_br: Dados encontrados no aparelho
tr: Cihazda Bulunan Veriler
uk: Дані на цьому пристрої
zh_hans: 设备上发现的数据
zh_hant: 裝置上發現的資料

# safe_activate_button_title
source: Activate %@ Safe
cs: Aktivovat %@ Safe
de: %@ Safe aktivieren
es: Activar %@ Safe
fr: Activer %@ Safe
gsw_ch: %@ Safe aktiviere
it: Attiva %@ Safe
pl: Aktywuj %@ Safe
tr: %@ Safe'i etkinleştirin
uk: Увімкнути %@ Safe
zh_hans: 启用 %@ Safe
zh_hant: 啟用 %@ Safe

# safe_backup_error_title
source: Backup Error
cs: Chyba zálohování
de: Backup-Fehler
es: Error de copia de seguridad
fr: Erreur de sauvegarde
gsw_ch: Backup-Fehler
it: Errore di backup
pl: Błąd kopii zapasowej
tr: Yedekleme Hatası
uk: Помилка резервного копіювання
zh_hans: 备份错误
zh_hant: 備份錯誤

# safe_backup_status
source: Status
cs: Stav
es: Estado
fr: État
it: Stato
tr: Durum
uk: Стан
zh_hans: 状态
zh_hant: 狀態

# safe_bad_password
source: Invalid password. Try another.
cs: Neplatné heslo. Zkuste jiné.
de: Ungültiges Passwort. Versuchen Sie es erneut.
es: Contraseña no válida. Pruebe con otra.
fr: Mot de passe invalide. Essayez-en un autre.
gsw_ch: Ungültigs Passwort. Versueched Sie’s nomal.
it: Password non valida. Provane un'altra.
ko: 잘못된 비밀번호입니다. 다시 시도하세요.
nl: Ongeldig wachtwoord. Probeer een ander wachtwoord.
pl: Błędne hasło. Spróbuj użyć innego.
pt_br: Senha inválida. Tente outra.
tr: Geçersiz parola. Başka bir parola deneyin.
uk: Хибний пароль. Спробуйте інший.
zh_hans: 密码无效，请尝试其他密码。
zh_hant: 密碼無效，請嘗試其他密碼。

# safe_deactivate_action
source: Deactivate
cs: Deaktivovat
de: Deaktivieren
es: Desactivar
fr: Désactiver
gsw_ch: Deaktiviere
it: Disattiva
ja: 無効にする
pl: Dezaktywuj
tr: Devre Dışı Bırak
uk: Вимкнути
zh_hans: 停用
zh_hant: 停用

# safe_deactivate_button_title
source: Deactivate %@ Safe
cs: Deaktivovat %@ Safe
de: %@ Safe deaktivieren
es: Desactivar %@ Safe
fr: Désactiver %@ Safe
gsw_ch: %@ Safe deaktiviere
it: Disattiva %@ Safe
pl: Dezaktywuj %@ Safe
tr: Güvenli bir şekilde devre dışı bırakın %@
uk: Вимкнути %@ Safe
zh_hans: 停用 %@ Safe
zh_hant: 停用 %@ Safe

# safe_deactivate_confirmation_message
source: If you deactivate %@ Safe, any existing backups will be deleted from the server.
cs: Pokud deaktivujete %@ Safe, všechny stávající zálohy budou ze serveru odstraněny.
de: Wenn Sie %@ Safe deaktivieren, werden bestehende Backups unwiderruflich vom Server gelöscht.
es: Si desactiva %@ Safe, se eliminarán todas las copias de seguridad existentes del servidor.
fr: Si vous désactivez %@ Safe, toute sauvegarde existante sera supprimée du serveur.
gsw_ch: Wenn Sie %@ Safe deaktiviered, werded bestehendi Backups unwiderrueflich vom Server glöscht.
it: Se disattivi %@ Safe ogni backup esistente sarà eliminato dal server.
pl: Jeśli dezaktywujesz %@ Safe, wszystkie istniejące kopie zapasowe zostaną usunięte z serwera.
tr: %@ Safe özelliğini devre dışı bırakırsanız, sunucudaki mevcut tüm yedekler silinecektir.
uk: Якщо ви вимкнете %@ Safe, усі наявні резервні копії будуть видалені з сервера.
zh_hans: 如果您禁用 %@ Safe，任何现有的备份都将在服务器上被删除。
zh_hant: 如果您停用 %@ Safe，任何現有的備份都將在伺服器上被刪除。

# safe_decoding_failed
source: Decoding backup failed.
cs: Dekódování zálohy selhalo.
de: Entschlüsselung des Backups fehlgeschlagen
es: Error al descodificar la copia de seguridad.
fr: Échec du décodage de la sauvegarde.
gsw_ch: Entschlüssle vom Backup fehlgschlage.
it: Decodifica backup non riuscita.
ko: 백업 디코딩에 실패했습니다.
nl: Decoderen van de back-up mislukt.
pl: Nie udało się odszyfrować kopii zapasowej.
pt_br: Decodificação cópia de segurança falhou.
tr: Yedekleme çözümlemesi başarısız oldu.
uk: Не вдалось розшифрувати резервну копію.
zh_hans: 解码备份失败。
zh_hant: 解碼備份失敗。

# safe_default_server
source: Default Server
cs: Výchozí server
de: Standard-Server
es: Servidor predeterminado
fr: Serveur par défaut
gsw_ch: Standard-Server
it: Server predefinito
pl: Domyślny serwer
tr: Varsayılan Sunucu
uk: Сервер за замовчуванням
zh_hans: 默认服务器
zh_hant: 預設伺服器

# safe_description
source: Enable %@ Safe to create automatic secure and anonymous backups of all your important data.
cs: Povolením %@ Safe vytvoříte automatické zabezpečené a anonymní zálohy všech vašich důležitých dat.
de: Aktivieren Sie %@ Safe für automatische, sichere und anonyme Backups Ihrer wichtigsten Daten.
es: Habilite %@ Safe para crear copias de seguridad automáticas, seguras y anónimas de todos sus datos importantes.
fr: Activez %@ Safe pour créer des sauvegardes automatiques, sécurisées et anonymes de toutes vos données importantes.
gsw_ch: Aktiviered Sie %@ Safe für automatischi, sicheri und anonymi Backups vo Ihrne wichtigste Date.
it: Abilita %@ Safe per creare automaticamente backup sicuri e anonimi di tutti i tuoi dati importanti.
ja: %@ Safeを有効にすると、すべての重要なデータを自動的に安全・匿名にバックアップすることができます。
pl: Włącz %@ Safe, aby utworzyć automatycznie, bezpieczne i anonimowe kopie zapasowe wszystkich ważnych danych.
tr: Tüm önemli verilerinizin otomatik, güvenli ve anonim yedeklerini oluşturmak için %@ Safe özelliğini etkinleştirin.
uk: Увімкніть %@ Safe, щоб автоматично створювати безпечні та анонімні резервні копії всіх ваших важливих даних.
zh_hans: 启用 %@ Safe 可以自动为所有重要数据创建安全和匿名备份。
zh_hant: 啟用 %@ Safe 可以自動為所有重要資料建立安全和匿名的備份。

# safe_encryption_failed
source: Encrypting backup failed.
cs: Šifrování zálohy selhalo.
de: Entschlüsseln des Backups fehlgeschlagen.
es: Error al cifrar la copia de seguridad.
fr: Échec du chiffrement de la sauvegarde.
gsw_ch: Verschlüssle vom Backup fehlgschlage.
it: Crittografia del backup non riuscita.
ko: 백업 암호화에 실패했습니다.
nl: Versleutelen van de back-up mislukt.
pl: Nie udało się zaszyfrować kopii zapasowej.
pt_br: Criptografia cópia de segurança falhou.
tr: Yedekleme şifreleme işlemi başarısız oldu.
uk: Не вдалось зашифрувати резервну копію.
zh_hans: 加密备份失败。
zh_hant: 加密備份失敗。

# safe_invalid_content
source: Content of backup is invalid.
cs: Obsah zálohy je neplatný.
de: Backup-Inhalt ungültig.
es: El contenido de la copia de seguridad no es válido.
fr: Le contenu de la sauvegarde n'est pas valide.
gsw_ch: De Backup-Inhalt isch ungültig.
it: Il contenuto del backup non è valido.
ko: 백업 내용이 유효하지 않습니다.
nl: Inhoud van de back-up is ongeldig.
pl: Zawartość kopii zapasowej jest nieprawidłowa.
pt_br: Conteúdo cópia de segurança inválido.
tr: Yedekleme içeriği geçersiz.
uk: Вміст резервної копії хибний.
zh_hans: 备份内容为无效。
zh_hant: 備份內容為無效。

# safe_invalid_data
source: Creation of backup failed due to invalid data.
cs: Tvorba zálohy selhala kvůli neplatným datům.
de: Backup konnte aufgrund ungültiger Daten nicht erstellt werden.
es: Error al crear la copia de seguridad debido a datos no válidos.
fr: Échec de la création de la sauvegarde, car les données ne sont pas valides.
gsw_ch: S’Backup hät wäg ungültige Date nöd chöne erstellt werde.
it: Impossibile creare il backup a causa di dati non validi.
ko: 유효하지 않은 데이터로 인해 백업 생성에 실패했습니다.
nl: Aanmaken van back-up mislukt wegens ongeldige gegevens.
pl: Nie udało się utworzyć kopii zapasowej z powodu błędnych danych.
pt_br: Falha na criação da cópia de segurança devido a dados inválidos.
tr: Geçersiz veriler nedeniyle yedekleme oluşturma işlemi başarısız oldu.
uk: Створення резервної копії не вдалось через хибні дані.
zh_hans: 由于数据为无效，备份创建失败。
zh_hant: 由於資料為無效，備份建立失敗。
